"john.appleseed" = "nagy.ede";
"Sign In" = "Bejelentkezés";
"Your account name or password was entered incorrectly." = "A fiók neve vagy jelszava hibásan lett megadva.";
"There was an error logging in. Please try again." = "Hiba történt a bejelentkezéskor. Kérem, próbálja újra.";
"Apple ID password" = "Apple ID-jelszó";
"Invalid token data is returned by server" = "Hiba történt a bejelentkezéskor. Kérem, próbálja újra.";
"Authentication was canceled by user" = "A hitelesítés megszakadt";
"password" = "jelszó";
"OK" = "OK";
"Password field is empty" = "Kérem, adja meg a jelszavát.";
"Password expired. Please change your password on Mac." = "A jelszó lejárt. Módosítsa a jelszavát a Beállítások -> Tárolás menüpontban.";
"Required" = "Szükséges";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Felkeresi az iForgot.apple.com webhelyet a fiókinformációk visszaállításához?";
"Password" = "Jelszó";
"Apple ID field is empty" = "Az Apple ID mező üres";
"Apple ID" = "Apple ID";
"Cancel" = "Mégse";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "A megadott Apple ID azonosító vagy jelszó helytelen.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Adataid biztonsága érdekében változtasd meg jelszavadat. Ez igazán egyszerű, csak látogass el az %@ oldalra.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Ezt az Apple ID azonosítót biztonsági okokból letiltotta a rendszer. Jelszavadat az %@ oldalon módosíthatod.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Az ezen a készüléken jelzett idő valószínűleg nem pontos. Beállíthatod a Beállítások > Általános > Dátum és idő menüparancs segítségével, majd próbálkozz újra.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Hoppá, hiba történt. Köszönjük a türelmedet, kérjük, próbálkozz később.";

"You appear to be offline. Please connect to the Internet and try again." = "Úgy tűnik, hogy nincs kapcsolat. Kapcsolódj az internethez, és próbálkozz újra.";

"Two-step verification has been disabled for the Apple ID account %@." = "A kétlépcsős ellenőrzés a(z) %@ Apple ID fióknál ki lett kapcsolva.";

"Signing In" = "Bejelentkezés";

"A new code has been sent to your device." = "Elküldtünk egy új kódot a készülékére.";

"Code %1$d of %2$d selected" = "%1$d / %2$d. kódmező kiválasztva";

"Sending New Code" = "Új kód küldése";

"Verifying code" = "Kód ellenőrzése";

"Verified" = "Ellenőrizve";

/* Verification Code Screen Prompt */
"Enter verification code" = "Ellenőrző kód megadása";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Adja meg a(z) „%@” számra küldött ellenőrző kódot:";

/* Send new code button title */
"Send a new code" = "Új kód küldése";

/* SMS subtitle */
"SMS to Phone Number" = "SMS telefonszámra";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nem tud üzeneteket fogadni egyik készülékén sem?";

/* Verification Code Screen Title */
"Verification Code" = "Ellenőrző kód";

/* Trusted devices screen title */
"Verify Identity" = "Azonosítás";

/* Send button title */
"Send" = "Küldés";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "A megbízható készülékek kezeléséhez egy Mac vagy PC számítógépről látogasson el a következő címre: %@.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Ehhez az Apple ID-hoz engedélyezve van a kétlépcsős ellenőrzés.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Az alább kiválasztott készülékre lesz elküldve a személyazonosságának ellenőrzésére szolgáló ideiglenes kód.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "MEGBÍZHATÓ KÉSZÜLÉKEK";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Kétlépcsős ellenőrzés szükséges, de felhasználói közreműködés nem engedélyezett.";

/* Button title */
"My Apple ID…" = "Saját Apple ID…";

/* Phone number description */
"Number ending in %@" = "A következőre végződő szám: %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Sajnáljuk, de túl sok sikertelen kísérletet tett személyazonossága igazolására. Biztonsági okokból a következő nyolc órában a visszaállítási kulcsa nélkül nem tud módosításokat végrehajtani a fiókjában.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Túl sok kódot küldött a telefonszáma hitelesítéséhez. Próbálja újra később.";

/* Error Message */
"No Device information available." = "Nincs elérhető készülékinformáció";

/* Error Message */
"The verification code you entered is not valid." = "A megadott ellenőrző kód érvénytelen.";

/* Error Message */
"Invalid Session." = "Érvénytelen munkamenet.";

/* Error Message */
"Cannot find this person." = "Ezen személy nem található.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "A kód ellenőrzése túl sokszor volt sikertelen. Küldjön egy új kódot egy másik készülékre vagy próbálja újra később.";

/* Send Code to label */
"Send Code to:" = "Kód küldése ide:";

/* Error Message */
"Please enter a valid phone number." = "Adjon meg egy érvényes telefonszámot.";
